[
  {
    "id": 1,
    "years": "2018-Present",
    "title": "Web Developer",
    "employer": "Wunder Finland",
    "description": "In my current job I am working as Front End Developer. I'm making sure the designs get implemented as precisely for the web as possible. I enjoy using React and of course CSS. I have also some experience with Drupal and I'm familiar with Gatsby as well. In the latest project that I worked with, I was responsible for implementing the design for a complex e-commerce site."
  },
  {
    "id": 2,
    "years": "2015-2018",
    "title": "Sustainability Lead",
    "employer": "Fujitsu Finland",
    "description": "I worked on enhanching environmental responsibility in Fujitsu Finland and taking part of the Europe wide internal sustainability program. Fujitsu was applying for ISO 14001 certification to cover all the European businesses and I was involved in that work. As I had suggested for the management, Fujitsu Finland started using renevable energy in all it's facilities including data centers as well as offices and compensating part of flights emissions."
  },
  {
    "id": 3,
    "years": "2013-2015",
    "title": "CSR Manager",
    "employer": "Fujitsu Finland",
    "description": "In addition to my responsibilities in my previous role as Environmental Specialist, I was also responsible forcollecting and reporting data for all the Nordic companies. I worked on getting Fujitsu Finland to join global internal Sustainability program and arranged workshop on corporate social responsibility covering all the aspects of CSR, not only environment. I was implementing a tool gather the data on sustainability. I also attended a global internal sustainability meeting in Japan representing the Fujitsu Nordic."
  },
  {
    "id": 4,
    "years": "2010-2013",
    "title": "Environmental Specialist",
    "employer": "Fujitsu Finland",
    "description": "I was responsible for implementing company wide ISO 14001 standard certification as well as getting Fujitsu Finland head office the WWF Green Office label. I created environmental measurements in various areas of our facilities and business, and collected data accordingly. I also created and maintained intra sites that included information about recycling waste, energy use, water consumption etc. I wrote a blog and held presentations as well as arranged events around environmental responsibility. I also kept management updated and presented them various ways how to make company more sustainable."
  },
  {
    "id": 5,
    "years": "2009 May to September",
    "title": "CSR Trainee",
    "employer": "Iittala Group",
    "description": "I did five months training programm related to my studies in Haaga-Helia for Ittala Group. I collected data and wrote texts for their future Corporate Social Responsibility report. I also created waste recycling instructions for their head office."
  },
  {
    "id": 6,
    "years": "1997-2010",
    "title": "Quality coordinator and other roles",
    "employer": "ICL, later Fujitsu Finland",
    "description": "I started my career in IT industry by installing software and hardware to computers. Later I worked with the customer orders making sure the information on them was correct and they could be processed and equipment installed correctly. I also worked with customer reclamations and placing new orders through our SAP system."
  }
]